Repository: chateaudelucy/easy-photo-album
Catalog: lang/epa-*.po
Languages: nl_nl

source: Settings
nl_nl: Instellingen

source: About
nl_nl: Over

source: Image {0} of {1}
nl_nl: Afbeelding {0} van {1}

source: This plugin makes it very easy to create and manage photo albums. The albums are responsive and display in a lightbox. You can help by submit bugs and request new features at the plugin page at wordpress.org.
nl_nl: Deze plugin maakt het erg makkelijk om foto albums te maken en te onderhouden. U kan helpen door bugs te reporteren en nieuwe mogelijkheden aan te vragen op de plugin pagina op wordpress.org.

source: Welcome to Easy Photo Album %s
nl_nl: Welkom bij Easy Photo Album %s

source: Thank you for updating to the latest version. Easy Photo Album %s makes it even easier for you to create and manage photo albums.
nl_nl: Bedankt voor het bijwerken naar de laatste versie. Easy Photo Album %s maakt het nog makkelijker voor u om foto albums te maken en te beheren.

source: Version %s
nl_nl: Versie %s

source: New settings page
nl_nl: Nieuwe instellingenpagina

source: Change the display of the albums
nl_nl: Verander de weergave van de albums

source: The new settings page makes it very easy for you to change the display of the albums. The options for the lightbox are now grouped together, so they are easy to find.
nl_nl: De nieuwe instellingenpagina maakt het erg makkelijk voor u om de weergave van de albums te veranderen. De opties voor de lightbox zijn nu gegroepeerd, zodat ze makkelijk te vinden zijn.

source: Besides the options on the settings page, you can edit some options for each individual album. You can adjust the display of the album to the contents of it.
nl_nl: Naast de opties op de instellingenpagina kan je ook wat opties aanpassen voor elk induvidueel album. Zo kunt u de weergave van het album aanpassen aan de inhoud.

source: You can find this new settings page under <strong>Settings > Easy Photo Album</strong>
nl_nl: U kunt deze nieuwe instellingenpagina vinden onder <strong>Instellingen > Easy Photo Album</strong>

source: No need to edit your theme
nl_nl: Het thema hoeft niet bewerkt te worden

source: The albums display almost always nice right away
nl_nl: De albums worden bijna altijd meteen goed weergegeven

source: The only thing you have to do is to add the photos, change the order, write a nice caption for them and press the publish button!
nl_nl: Het enige dat u hoeft te doen is: de foto's toevoegen, de volgorde naar wens aanpassen, een leuk onderschrift bij de foto's bedenken en op de knop Publiceren te drukken!

source: And the files for the albums will be only included on the pages when that is necessary. This makes your website faster.
nl_nl: En alle benodigde bestanden zullen alleen op pagina's waar dat nodig is worden geladen. Dit maakt uw website sneller.

source: Title versus Caption
nl_nl: Titel vs Onderschrift

source: You can see two fields for each image on the album edit screen. The title field and the caption field. The title is just a short name, so you know about what the image is when you read the title. The caption is a short description of the image. Easy Photo Album uses the caption for the text under the images.
nl_nl: U ziet twee invoervelden bij elke foto in het bewerk album scherm. Het veld titel en het veld onderschrift. De titel is alleen een korte naam, zodat u ongeveer weet waar de foto over gaat als u de titel leest. Het onderschrift is een korte beschrijving van of over de afbeelding. Easy Photo Album gebruikt het onderschrift bij het weergeven van tekst bij afbeeldingen.

source: The albums are responsive and displays nice on every device. The number of columns stays always the same.
nl_nl: De albums zijn responsive (aanpassend) en zien er goed uit op elk apparaat. Het aantal kolommen blijft altijd hetzelfde.

source: And further on
nl_nl: En verder

source: We fixed one bug in this release. See the <a href="%2$s" target="_blank">changelog</a>.
nl_nl: We hebben één bug hersteld voor deze versie. Zie de <a href="%2$s">changelog</a>.

source: Support
nl_nl: Ondersteuning

source: Do you have a question, a bug found or a feature request? Report it at the %1$ssupport forums%2$s.
nl_nl: Heeft u een vraag, een bug gevonden of een verzoek voor een bepaalde functie? Laat het weten op de %1$ssupport forums%2$s.

source: Translation
nl_nl: Vertaling

source: This translation is made by: %s.
nl_nl: Deze vertaling is gemaakt door: %s

source: Go to Settings &rarr; Easy Photo Album
nl_nl: Ga naar Instellingen &rarr; Easy Photo Album

source: Go to Dashboard &rarr; Home
nl_nl: Ga naar Dashboard &rarr; Home

source: Go to Dashboard
nl_nl: Naar het Dashboard

# Page title of settings page
source: Easy Photo Album Settings
nl_nl: Easy Photo Album Instellingen

source: About Easy Photo Album
nl_nl: Over Easy Photo Album

source: General options
nl_nl: Algemene opties

source: Link image to
nl_nl: Link afbeelding naar

source: Columns
nl_nl: Kolommen

source: Image size
nl_nl: Afbeeldingsformaat

source: Show caption
nl_nl: Geef het onderschrift weer

source: Number of images for excerpt
nl_nl: Aantal afbeeldingen bij samenvatting

source: Show the title
nl_nl: Geef titel weer

source: Photo albums on blog page
nl_nl: Foto albums op de blog pagina

source: Lightbox settings
nl_nl: Instellingen voor de lightbox

source: Show the album label under the lightbox
nl_nl: Weergeef het album label onder de lightbox

source: Wrap around
nl_nl: Rond laten gaan

source: Scale images in the lightbox
nl_nl: Schaal afbeeldingen in de lightbox

source: Show all images in the lighbox
nl_nl: Geef alle afbeeldingen in de lightbox weer

source: Override options
nl_nl: Overschrijf opties

source: Override album specific options
nl_nl: Overschrijf specefieke album instellingen

source: With those options you can change the display of the photo albums.
nl_nl: Met deze opties kan je de weergave van de foto albums aanpassen.

source: Do you like this plugin? Please write a review or rate the plugin at %1$swordpress.org%2$s.
nl_nl: Vind je deze plugin handig? Schrijf alstublieft een recentie of beoordeel de plugin op %1$swordpress.org%2$s.

source: The image file
nl_nl: Het afbeeldingsbestand

source: The attachment page
nl_nl: De bijlage

source: i.e. what will happen when the user clicks on an image?
nl_nl: dat wil zeggen: wat moet er gebeuren als een gebruiker op een foto klikt?

source: How many collumns the album will have.
nl_nl: Hoeveel kolommen het album zal hebben.

source: Large
nl_nl: Groot

source: Full Size
nl_nl: Volledige grootte

source: The image size that will be used when for the display of the album.
nl_nl: Het formaat van de afbeelding dat gebruikt wordt om het album weer te geven.

source: Show the caption underneath the photo when the album is displayed.
nl_nl: Geef het onderschrift weer als het album wordt weergegeven.

source: Those settings will only have effect if the "link image to" option is set to lightbox.
nl_nl: Deze instellingen zullen alleen effect hebben als de "Link afbeelding naar" optie de waarde lightbox heeft.

source: Display a message like "Image x of y" underneath the lightbox (see next option)
nl_nl: Laat een bercht als "Afbeelding x van y" zien onder de lightbox (zie volgende instelling)

source: You can translate or change the text that can be displayed underneath the lightbox (see the option above). {0} will be replaced with the current image number, {1} with the total number of images.
nl_nl: Je kan de tekst die onder de lightbox komt vertalen of aanpassen (zie de optie hierboven). {0} zal het nummer van de huidige afbeelding worden en {1} het number van het totaal aantal afbeeldingen.

source: Wrap the images in the lightbox, i.e. when you reach the last image in the album and you click on the right arrow, the first image will be displayed
nl_nl: Laat de afbeelding in de lightbox rondgaan, d.w.z. dat als je bij de laatste afbeelding bent en op het pijltje naar rechts klikt, de eerste afbeelding zal worden weergegeven.

source: Scale the lightbox to the viewport, so every image fits nice on the screen.
nl_nl: Schaal de lightbox naar de grootte van het scherm, zodat elke afbeelding goed wordt weergegeven

source: images
nl_nl: Afbeeldingen

source: The number of photos shown when you view the album in an archive. Set to 0 to display all photos
nl_nl: Het aantal foto's dat wordt weergegeven als het album in een archief wordt weergegeven. Zet op 0 om alle foto's te weergeven.

source: Show the title field in the album edit screen
nl_nl: Geef het titel invoerveld weer op het album bewerk scherm

source: Show photo albums on the blog page (they will be included in the main loop).
nl_nl: Laat foto albums zien op de sitepagina (ze zullen in de main loop worden opgenomen).

source: When an user watches some images in a lightbox from archive view, should the lightbox display all the images (also the ones that aren't shown in the archive view)?
nl_nl: Als een gebruiker de foto's in een lightbox bekijkt vanuit een archief, moet de lightbox dan alle foto's weergeven (ook degenen die niet in het archief zichtbaar zijn)?

source: Override the display options of each album with the default ones.
nl_nl: Overschrijf de standaardinstellingen van de foto albums met de huidige.

source: You can change some display options for each album seperatly. The default options for new albums are the ones you have set here. This only affects the options marked with a %s.
nl_nl: U kunt sommige weergave opties voor elk album apart veranderen. De standaard opties voor nieuwe albums zijn deze die u hier heeft ingesteld. Dit heeft alleen invloed op de opties met een %s.

source: Easy Photo Album Options
nl_nl: Easy Photo Album Instellingen

source: On this page can you set the default options for the photo albums. These default options can be overriden by each album in the Album display options meta box
nl_nl: Op deze pagina kan je de standaardinstellingen van de foto albums instellen. Deze standaardinstellingen kunnen overschreven worden door elk album in de Album weergaveninstellingen meta box

source: Overriding options
nl_nl: Overschrijf instellingen

source: The album specific options can be overriden by the default options. Check the override checkbox and press Save Changes.
nl_nl: De album specefieke instellingen kunnen overschreven worden door de standaardinstellingen. Check het vinkje bij de overschrijf instelling en klik op Wijzigingen opslaan.

source: For more help, please visit the
nl_nl: Voor meer hulp, bezoek de

source: support forums
nl_nl: hulp forums

source: View more photo's
nl_nl: Bekijk meer foto's

source: No albums found
nl_nl: Geen Foto Albums gevonden.

source: Select an album to insert.
nl_nl: Selecteer een album om in te voegen.

source: How should the album be displayed?
nl_nl: Hoe moet het album worden weergegeven?

source: Show album title
nl_nl: Weergeef de titel van het album.

# Like Display: excerpt
source: Display:
nl_nl: Weergave:

source: Excerpt
nl_nl: Samenvatting

source: Full album
nl_nl: Volledig Album

source: Insert Album
nl_nl: Voeg Foto Album in

source: Cancel
nl_nl: Annuleren

source: Images
nl_nl: Afbeeldingen

source: Image
nl_nl: Afbeelding

source: No photos added yet.
nl_nl: Er zijn nog geen foto's toegevoegd.

source: Select All
nl_nl: Alles selecteren

source: Caption
nl_nl: Onderschrift

source: Title
nl_nl: Titel

source: Delete
nl_nl: Verwijderen

source: Up
nl_nl: Omhoog

source: Down
nl_nl: Omlaag

source: Bulk Actions
nl_nl: Akties

source: Apply
nl_nl: Toepassen

source: Choose image(s)
nl_nl: Kies afbeelding(en)

source: Select image(s)
nl_nl: Selecteer afbeelding(en)

source: The photo '{0}' will be removed. Are you shure?
nl_nl: Weet je zeker dat je de foto '{0}' wil verwijderen?

# like 1 photo
source: photo
nl_nl: Foto

# like 2 photos
source: photos
nl_nl: Foto's

# General Photo Albums name (multiple)
source: Photo Albums
nl_nl: Foto Albums

# General singular Photo Albums name
source: Photo Album
nl_nl: Foto Album

# Add new menu item
source: Add New
nl_nl: Nieuw Album

# Add new menu item extended
source: Add New Photo Album
nl_nl: Voeg nieuw Foto Album toe

# Edit menu item
source: Edit Photo Album
nl_nl: Bewerk Foto Album

# New menu item
source: New Photo Album
nl_nl: Nieuw Foto Album

# View menu item
source: View Photo Album
nl_nl: Bekijk Foto Album

# Search menu item
source: Search Photo Album
nl_nl: Doorzoek Foto Albums

# No Photo Albums found message
source: No Photo Albums found
nl_nl: Geen Foto Albums gevonden.

# No Photo Albums found in trash message
source: No Photo Albums found in Trash
nl_nl: Geen Foto Albums in de prullenbak gevonden.

# Parent Photo album label
source: Parent Photo Album:
nl_nl: Hoofd Foto Album:

# Menu name
source: Photo Albums
nl_nl: Foto Albums

# Posttype description
source: Post easy Photo Albums with Easy Photo Album
nl_nl: Plaats gemakkelijk Foto Albums met Easy Photo Album

source: Album display options
nl_nl: Album weergaveninstellingen

source: Album images
nl_nl: Album afbeeldingen

source: Add one or more photos
nl_nl: Voeg een of meerder foto's toe

source: Override the default display options of the photo albums here.
nl_nl: Overschrijf de standaardinstellingen van de foto albums.

source: Set to 0 to show all images
nl_nl: Zet op 0 om alle afbeeldingen weer te geven

source: Show caption under the images
nl_nl: Geef het onderschrif onder de afbeeldingen weer

source: Lightbox display
nl_nl: Lightbox weergave

source: Show all images in lightbox when the user views them in the archive view
nl_nl: Laat alle fotos zien in de lightbox, ook als het album wordt weergegeven in een archief.

source: Photo Album updated. <a href="%s">View Album</a>
nl_nl: Foto Album bijgewerkt. <a href="%s">Bekijk Album</a>

source: Custom field updated.
nl_nl: Extra veld bijgewerkt.

source: Custom field deleted.
nl_nl: Extra veld verwijderd.

source: Photo Album updated.
nl_nl: Foto Album bijgewerkt.

source: Photo Album restored to revision from %s
nl_nl: Foto Album hersteld naar de herziening van %s

source: Photo Album published. <a href="%s">View Album</a>
nl_nl: Foto Album gepubliseerd. <a href="%s">Bekijk Album</a>

source: Photo Album saved.
nl_nl: Foto Album opgeslagen.

source: Photo Album submitted. <a target="_blank" href="%s">Preview Album</a>
nl_nl: Foto Album verzonden. <a target="_blank" href="%s">Bekijk een voorbeeld van het Album</a>

source: Photo Album scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Album</a>
nl_nl: Foto Album gepland voor: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Bekijk een voorbeeld van het Album</a>

source: M j, Y @ G:i
nl_nl: j F Y @ H:i

source: Photo Album draft updated. <a target="_blank" href="%s">Preview Album</a>
nl_nl: Foto Album consept bijgewerkt. <a target="_blank" href="%s">Bekijk een voorbeeld van het Album</a>

source: More photos...
nl_nl: Meer foto's...

source: Javascript is disabled. Please enable Javascript and reload the page before you continue.
nl_nl: Javascript is uitgeschakeld. Schakel Javascript in en herlaat de pagina alvorens verder te gaan.

source: Insert
nl_nl: Invoegen

source: Insert a Photo Album
nl_nl: Voeg een Foto Album in
